{
  "lazy.nvim": {"branch": "main"},
  "nvim-cmp": {"branch": "main"},
  "cmp-nvim-lsp": {"branch": "main"},
  "cmp-buffer": {"branch": "main"},
  "cmp-path": {"branch": "main"},
  "cmp-cmdline": {"branch": "main"},
  "LuaSnip": {"branch": "master"},
  "cmp_luasnip": {"branch": "master"},
  "friendly-snippets": {"branch": "main"},
  "nvim-dap": {"branch": "master"},
  "nvim-dap-ui": {"branch": "master"},
  "neotest": {"branch": "master"},
  "plenary.nvim": {"branch": "master"},
  "nvim-treesitter": {"branch": "main"},
  "neotest-python": {"branch": "master"},
  "neotest-go": {"branch": "main"},
  "vim-repeat": {"branch": "master"},
  "vim-surround": {"branch": "master"},
  "comment.nvim": {"branch": "master"},
  "nvim-autopairs": {"branch": "master"},
  "indent-blankline.nvim": {"branch": "master"},
  "todo-comments.nvim": {"branch": "main"},
  "conform.nvim": {"branch": "master"},
  "gitsigns.nvim": {"branch": "main"},
  "neogit": {"branch": "master"},
  "telescope.nvim": {"branch": "master"},
  "diffview.nvim": {"branch": "main"},
  "nvim-lspconfig": {"branch": "master"},
  "mason.nvim": {"branch": "main"},
  "mason-lspconfig.nvim": {"branch": "main"},
  "telescope-fzf-native.nvim": {"branch": "main"},
  "nvim-treesitter-textobjects": {"branch": "main"},
  "nvim-web-devicons": {"branch": "master"},
  "nvim-navic": {"branch": "master"},
  "lualine.nvim": {"branch": "master"},
  "dressing.nvim": {"branch": "master"},
  "which-key.nvim": {"branch": "main"},
  "bufferline.nvim": {"branch": "main"},
  "nvim-scrollbar": {"branch": "main"},
  "catppuccin": {"branch": "main"},
  "undotree": {"branch": "master"},
  "oil.nvim": {"branch": "master"},
  "nvim-lastplace": {"branch": "main"},
  "vim-fugitive": {"branch": "master"}
}
