{
  "lazy.nvim": {"branch": "main"},
  "catppuccin": {"branch": "main"},
  "plenary.nvim": {"branch": "master"},
  "telescope.nvim": {"branch": "master"},
  "nvim-treesitter": {"branch": "main"},
  "nvim-lspconfig": {"branch": "master"},
  "mason.nvim": {"branch": "main"},
  "mason-lspconfig.nvim": {"branch": "main"},
  "nvim-cmp": {"branch": "main"},
  "cmp-nvim-lsp": {"branch": "main"},
  "cmp-buffer": {"branch": "main"},
  "cmp-path": {"branch": "main"},
  "LuaSnip": {"branch": "master"},
  "cmp_luasnip": {"branch": "master"},
  "gitsigns.nvim": {"branch": "main"},
  "neogit": {"branch": "master"},
  "diffview.nvim": {"branch": "main"},
  "comment.nvim": {"branch": "master"},
  "nvim-autopairs": {"branch": "master"},
  "vim-surround": {"branch": "master"},
  "vim-repeat": {"branch": "master"},
  "nvim-web-devicons": {"branch": "master"},
  "lualine.nvim": {"branch": "master"},
  "which-key.nvim": {"branch": "main"},
  "oil.nvim": {"branch": "master"},
  "undotree": {"branch": "master"},
  "conform.nvim": {"branch": "master"}
}
